---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyShared
source: html/f2c27bc3-ff90-1f4c-1d82-8e49fe4f5878.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyShared Property

"Shared"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyShared { get; }
```